Repository: ikaragyulieva/voya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: We can't find that page
es: No podemos encontrar esa página

source: We're fairly sure that page used to be here, but seems to have gone missing.
es: Estamos bastante seguros de que esa página solía estar aquí, pero parece que ha desaparecido.

source: We do apologise on its behalf.
es: Lamentamos lo sucedido.

source: Back to Home
es: Volver al inicio

source: New Request
es: Nueva solicitud

source: Profile
es: Perfil

source: Requests
es: Solicitudes

source: Proposals
es: Propuestas

source: Companies
es: Empresas

source: Services
es: Servicios

source: Hotels
es: Hoteles

source: Add New Hotel
es: Agregar nuevo hotel

source: Guides
es: Guías

source: Local guides
es: Guías locales

source: Add New
es: Agregar nuevo

source: Activities
es: Actividades

source: Add New Activity
es: Agregar nueva actividad

source: Transport
es: Transporte

source: Private Transport
es: Transporte privado

source: Public Transport
es: Transporte público

source: Transfers
es: Traslados

source: Providers
es: Proveedores

source: Add New Provider
es: Agregar nuevo proveedor

source: Settings
es: Configuraciones

source: Payment terms
es: Términos de pago

source: Add payment term
es: Agregar término de pago

source: Cancellation terms
es: Términos de cancelación

source: Add cancellation terms
es: Agregar términos de cancelación

source: Bank account
es: Cuenta bancaria

source: Add bank account
es: Agregar cuenta bancaria

source: Add New Location
es: Agregar nueva ubicación

source: Currency
es: Moneda

source: Add New Currency
es: Agregar nueva moneda

source: New Company
es: Nueva Empresa

source: New Client
es: Nuevo Cliente

source: All Rights Reserved.
es: Todos los derechos reservados.

source: Create New Account
es: Crear nueva cuenta

source: Company Information
es: Información de la empresa

source: Company VAT/Tax ID
es: CIF/NIF de la empresa

source: Personal Information
es: Información personal

source: Title
es: Título

source: First name
es: Nombre

source: Last name
es: Apellido

source: Job title
es: Puesto de trabajo

source: Whatsapp number
es: Número de Whatsapp

source: e.g. +1234567890
es: p. ej. +1234567890

source: Account Details
es: Detalles de la cuenta

source: E-mail address
es: Correo electrónico

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: Create Account
es: Crear cuenta

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Login here!
es: ¡Inicia sesión aquí!

source: Disable Account
es: Desactivar cuenta

source: Are you sure you want to disable this account?
es: ¿Estás seguro de que deseas desactivar esta cuenta?

source: Delete Profile
es: Eliminar perfil

source: Cancel
es: Cancelar

source: Edit Profile
es: Editar perfil

source: Save Changes
es: Guardar cambios

source: Company logo
es: Logo de la empresa

source: Edit button
es: Botón de edición

source: Bin button
es: Botón de borrar

source: Active account
es: Cuenta activa

source: Active User
es: Usuario activo

source: Inactive account
es: Cuenta inactiva

source: Inactive User
es: Usuario inactivo

source: Change password
es: Cambiar contraseña

source: Verify your email address
es: Verifica tu dirección de correo electrónico

source: Almost there! An email with account activation instructions was sent to
es: ¡Casi está! Se ha enviado un correo con instrucciones de activación de la cuenta a

source: Please confirm your email in the next 24h, otherwise your account will be removed automatically.
es: Por favor, confirma tu correo en las próximas 24 horas, de lo contrario tu cuenta será eliminada automáticamente.

source: Your account needs to be verified
es: Tu cuenta necesita ser verificada

source: Almost there! An account activation email was sent to our onboarding team.
es: ¡Casi está! Un correo de activación ha sido enviado a nuestro equipo de incorporación.

source: Once your account is activated, you will be able to make use of your account.
es: Una vez que tu cuenta esté activada, podrás empezar a utilizarla.

source: Go to home
es: Ir al inicio

source: You have no requests yet!
es: ¡Aún no tienes solicitudes!

source: Requests Dashboard
es: Panel de Solicitudes

source: Create new request
es: Crear nueva solicitud

source: Submitted On
es: Recibido el

source: Status
es: Estado

source: Destinations
es: Destinos

source: Starts At
es: Empieza el

source: Submitted By
es: Enviado por

source: Company
es: Empresa

source: Actions
es: Acciones

source: Active Request
es: Solicitud activa

source: Closed Request
es: Solicitud cerrada

source: View Request
es: Ver solicitud

source: Check Proposal
es: Ver propuesta

source: Check proposal
es: Revisar propuesta

source: view button
es: botón ver

source: Duplicate Request
es: Duplicar solicitud

source: duplicate button
es: botón duplicar

source: Edit Request
es: Editar solicitud

source: edit button
es: botón editar

source: Request Completed
es: Solicitud completada

source: delete button
es: botón eliminar

source: Ready for review
es: Lista para revisión

source: Not finished
es: No finalizada

source: Shared with client
es: Compartida con el cliente

source: Create Proposal
es: Crear propuesta

source: No results found
es: No se encontraron resultados

source: Welcome to Voya
es: Bienvenido a Voya

source: Redefining Group Travel Management
es: Redefiniendo la gestión de viajes en grupo

source: At Voya, we simplify group travel by turning complex itineraries into seamless, unforgettable experiences. Whether you’re a travel agency organizing group tours across Europe or a company coordinating corporate travel, Voya is your trusted partner for tailored travel solutions that exceed expectations.
es: En Voya, simplificamos los viajes en grupo convirtiendo itinerarios complejos en experiencias fluidas e inolvidables. Ya seas una agencia de viajes organizando tours por Europa o una empresa coordinando viajes corporativos, Voya es tu socio de confianza para soluciones de viaje personalizadas que superan las expectativas.

source: Why Choose Voya for Group Travel Management?
es: ¿Por qué elegir Voya para la gestión de viajes en grupo?

source: More than just a travel management platform, we offers a complete ecosystem to streamline planning, organizing and managing group travel effortlessly. Here’s what sets us apart:
es: Más que una plataforma de gestión de viajes, ofrecemos un ecosistema completo para planificar, organizar y gestionar viajes en grupo sin esfuerzo. Esto es lo que nos diferencia:

source: Personalized Itineraries
es: Itinerarios personalizados

source: Every trip is customized to reflect the unique preferences and requirements of your clients.
es: Cada viaje se personaliza para reflejar las preferencias y necesidades únicas de tus clientes.

source: Streamlined Processes
es: Procesos simplificados

source: From quote requests to finalized proposals, Voya simplifies the entire process, saving you time and effort.
es: Desde la solicitud de presupuestos hasta la propuesta final, Voya simplifica todo el proceso, ahorrándote tiempo y esfuerzo.

source: Trusted Partnerships
es: Colaboraciones de confianza

source: Leverage our extensive network of trusted suppliers to deliver exceptional travel experiences.
es: Aprovecha nuestra amplia red de proveedores de confianza para ofrecer experiencias de viaje excepcionales.

source: Transparent Pricing
es: Precios transparentes

source: Flexible options cater to every budget, ensuring no compromise on quality and experience.
es: Opciones flexibles para cada presupuesto, sin comprometer la calidad ni la experiencia.

source: Expert Support
es: Soporte experto

source: Our team is here to guide you every step of the way, ensuring a smooth journey from start to finish.
es: Nuestro equipo está aquí para guiarte en cada paso, asegurando un viaje sin contratiempos de principio a fin.

source: How Voya Works?
es: ¿Cómo funciona Voya?

source: Create your company profile
es: Crea el perfil de tu empresa

source: Start your journey by setting up a company profile. This ensures all your clients’ trips are accurately linked to your organization.
es: Comienza creando el perfil de tu empresa. Esto garantiza que todos los viajes de tus clientes estén correctamente vinculados a tu organización.

source: "Navigate to the <b>Company section</b>, enter your company's details—including the Tax ID—and let us take care of the rest."
es: "Ve a la <b>sección de Empresa</b>, introduce los datos de tu empresa —incluyendo el CIF/NIF— y déjanos encargarnos del resto."

source: Create a client account
es: Crea una cuenta de cliente

source: After your company profile is registered, you can create individual client profiles linked to your organization.
es: Una vez registrado el perfil de tu empresa, puedes crear perfiles de clientes vinculados a tu organización.

source: "Use the <b> New Client </b> section to set up these accounts and ensure all necessary details are captured for seamless trip planning."
es: "Usa la sección de <b>Nuevo Cliente</b> para crear estas cuentas y asegurarte de incluir toda la información necesaria para una planificación eficiente."

source: Submit a trip request
es: Enviar una solicitud de viaje

source: Log in to your client account to easily create, review and manage travel requests for your clients.
es: Inicia sesión en tu cuenta de cliente para crear, revisar y gestionar solicitudes de viaje fácilmente.

source: Provide key details such as travel dates, preferred activities, accommodation choices, destinations, and any special requirements. The more information you share, the better we can design personalized travel packages that perfectly match your clients’ needs.
es: Proporciona detalles clave como fechas de viaje, actividades preferidas, tipo de alojamiento, destinos y requisitos especiales. Cuanta más información compartas, mejor podremos diseñar paquetes personalizados que se ajusten a las necesidades de tus clientes.

source: Proposal will be generated
es: Se generará una propuesta

source: Once we receive your request, our agents will begin crafting a professional and tailored trip proposal, ensuring delivery within 48 hours.
es: Una vez recibida tu solicitud, nuestros agentes empezarán a elaborar una propuesta profesional y personalizada, asegurando su entrega en 48 horas.

source: Collaborate and finalize
es: Colabora y finaliza

source: Work hand-in-hand with our travel experts to refine every detail of your trip proposal. Together, we’ll ensure your clients enjoy an unforgettable journey.
es: Trabaja codo a codo con nuestros expertos para perfeccionar cada detalle de la propuesta. Juntos garantizaremos que tus clientes vivan un viaje inolvidable.

source: Start Planning with Voya Today
es: Empieza a planificar con Voya hoy

source: At Voya, we believe that travel is more than just reaching destinations—it’s about creating connections, fostering experiences, and building memories that last a lifetime. Let us help you provide your clients with exceptional travel solutions that they'll cherish forever.
es: En Voya creemos que viajar es mucho más que llegar a un destino: se trata de crear conexiones, fomentar experiencias y construir recuerdos que perduren. Permítenos ayudarte a ofrecer a tus clientes soluciones de viaje excepcionales que recordarán para siempre.

source: Log In
es: Iniciar sesión

source: Email
es: Correo electrónico

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Log in
es: Iniciar sesión

source: Still don't have an account?
es: ¿Aún no tienes una cuenta?

source: Sign up here!
es: ¡Regístrate aquí!

source: Current password
es: Contraseña actual

source: New password
es: Nueva contraseña

source: Confirm the new password
es: Confirma la nueva contraseña

source: Password changed!
es: ¡Contraseña cambiada!

source: Your password has been changed successfully!
es: Tu contraseña se ha cambiado correctamente.

source: Go to profile
es: Ir al perfil

source: Reset your password
es: Restablecer tu contraseña

source: Invalid password reset link
es: Enlace para restablecer contraseña no válido

source: It looks like your link has expired or is invalid.
es: Parece que tu enlace ha caducado o no es válido.

source: Request a
es: Solicita un

source: new password reset link
es: nuevo enlace para restablecer contraseña

source: or return to
es: o vuelve a

source: home
es: inicio

source: Email sent
es: Correo enviado

source: An email with instructions was sent to &nbsp; <b>%(reset_email)s</b>
es: Se ha enviado un correo con instrucciones a &nbsp; <b>%(reset_email)s</b>

source: Please follow them in order to complete the change.
es: Por favor, sigue las instrucciones para completar el cambio.

source: <i>Have not received an email? <u>Resend password reset email!</u></i>
es: <i>¿No has recibido el correo? <u>¡Reenviar correo de restablecimiento!</u></i>

source: Forgot password
es: ¿Olvidaste tu contraseña?

source: Submit
es: Enviar

source: <i>Still don't have an account? <u>Sign up here!</u></i>
es: <i>¿Aún no tienes una cuenta? <u>¡Regístrate aquí!</u></i>

source: Account confirmed successfully!
es: ¡Cuenta confirmada con éxito!

source: Your account has been confirmed successfully. You can now log in.
es: Tu cuenta ha sido confirmada correctamente. Ahora puedes iniciar sesión.

source: The employee account has been confirmed successfully.
es: La cuenta del empleado ha sido confirmada correctamente.

source: can now log in.
es: puede iniciar sesión ahora.

source: Close
es: Cerrar

source: Unsuccessful account confirmation!
es: ¡Confirmación de cuenta fallida!

source: Your account can not be confirmed due to activation link is invalid or has expired.
es: Tu cuenta no puede ser confirmada porque el enlace de activación no es válido o ha caducado.

source: Please try to create your account again or contact Voya support for assistance.
es: Por favor, intenta crear tu cuenta de nuevo o contacta con el soporte de Voya para obtener ayuda.

source: This employee account can not be confirmed due to activation link is invalid or has expired.
es: Esta cuenta de empleado no puede ser confirmada porque el enlace de activación no es válido o ha caducado.

source: Please create a new account or contact Voya support for assistance.
es: Por favor, crea una nueva cuenta o contacta con el soporte de Voya para obtener ayuda.

source: Create account
es: Crear cuenta

source: Active Companies
es: Empresas activas

source: No Active Companies
es: No hay empresas activas

source: Create new company
es: Crear nueva empresa

source: Commercial Name
es: Nombre comercial

source: Legal Name
es: Nombre legal

source: City
es: Ciudad

source: Country
es: País

source: Company Logo
es: Logo de la empresa

source: View Profile
es: Ver perfil

source: Delete button
es: Botón eliminar

source: Disable Company Account
es: Desactivar cuenta de empresa

source: Are you sure you want to disable this company account?
es: ¿Estás seguro de que quieres desactivar esta cuenta de empresa?

source: Delete Company
es: Eliminar empresa

source: Notes:
es: Notas:

source: No notes added!
es: ¡No se han añadido notas!

source: Active Company
es: Empresa activa

source: Active company
es: Empresa activa

source: Inactive Company
es: Empresa inactiva

source: Billing Information:
es: Información de facturación:

source: Legal Name:
es: Nombre legal:

source: Tax ID:
es: CIF/NIF:

source: Billing Email:
es: Correo de facturación:

source: Telephone Number:
es: Número de teléfono:

source: Address Information:
es: Dirección:

source: Country:
es: País:

source: City:
es: Ciudad:

source: Street:
es: Calle:

source: Postal Code:
es: Código postal:

source: Edit Company
es: Editar empresa

source: Commercial name
es: Nombre comercial

source: Legal name
es: Nombre legal

source: VAT / Tax ID
es: CIF / NIF

source: Billing e-mail
es: Correo de facturación

source: Notes
es: Notas

source: Address Information
es: Dirección

source: State
es: Provincia

source: Street
es: Calle

source: Postal code
es: Código postal

source: Company logo (max 5MB)
es: Logo de la empresa (máx 5MB)

source: Create Company
es: Crear empresa

source: New Employee Account
es: Nueva cuenta de empleado

source: E-mail
es: Correo electrónico

source: Create New Employee
es: Crear nuevo empleado

source: Disable Profile
es: Desactivar perfil

source: Accommodations
es: Alojamientos

source: Date
es: Fecha

source: Service
es: Servicio

source: Units
es: Uds.

source: Extra Activities
es: Actividades extra

source: Local Guides
es: Guías locales

source: Other Services
es: Otros servicios

source: Proposal Budget
es: Budget

source: Price per person:
es: Precio por persona:

source: Final Price:
es: Precio final:

source: Group Information
es: Información del grupo

source: Nationality:
es: Nacionalidad:

source: Age range:
es: Rango de edad:

source: years old
es: años

source: Min participants:
es: Mínimo de participantes:

source: people
es: personas

source: Max participants:
es: Máximo de participantes:

source: Group type:
es: Tipo de grupo:

source: Type of trip:
es: Tipo de viaje:

source: Additional observations:
es: Observaciones adicionales:

source: Itinerary Information
es: Información del itinerario

source: Start date:
es: Fecha de inicio:

source: End date:
es: Fecha de fin:

source: Trip duration:
es: Duración del viaje:

source: days
es: días

source: Destination Information:
es: Información del destino:

source: Origin country:
es: País de origen:

source: Destinations:
es: Destinos:

source: Additional destinations info:
es: Información adicional sobre destinos:

source: Trip Information:
es: Información del viaje:

source: Transportation:
es: Transporte:

source: Transportation details:
es: Detalles del transporte:

source: Accommodation:
es: Alojamiento:

source: Accommodation details:
es: Detalles del alojamiento:

source: Meals:
es: Comidas:

source: Meals details:
es: Detalles de las comidas:

source: Staff:
es: Personal:

source: Budget:
es: Presupuesto:

source: Currency:
es: Moneda:

source: Internal Comments
es: Comentarios internos

source: Add internal notes here
es: Añadir notas internas aquí

source: Add row
es: Añadir fila

source: Price
es: Precio

source: Select a Service
es: Selecciona un servicio

source: toggle description
es: mostrar descripción

source: Add description
es: Añadir descripción

source: remove row button
es: botón eliminar fila

source: Remove row
es: Eliminar fila

source: Add additional details here...
es: Añadir detalles adicionales aquí...

source: Meals
es: Comidas

source: Select an option
es: Selecciona una opción

source: Select a service
es: Selecciona un servicio

source: Other Services - Variable
es: Otros servicios - Variables

source: Add service
es: Añadir servicio

source: Other Services - Fixed
es: Otros servicios - Fijos

source: Save proposal
es: Guardar propuesta

source: Variable cost:
es: Coste variable:

source: Fixed cost:
es: Coste fijo:

source: Total per pax:
es: Total por persona:

source: Total cost:
es: Coste total:

source: Service fee:
es: Gastos de gestión

source: Price per pax:
es: Precio por pax:

source: Dates Information
es: Fechas

source: Add a title
es: Añadir un título

source: Select date
es: Seleccionar fecha

source: Download button
es: Botón de descarga

source: Download
es: Descargar

source: Total per PAX:
es: Total por pax:

source: Total Cost:
es: Coste total:

source: Price per PAX:
es: Precio por pax

source: Change history
es: Historial de cambios

source: Object
es: Objeto

source: Change
es: Cambio

source: User
es: Usuario

source: Created:
es: Creado:

source: Deleted:
es: Eliminado:

source: Updated
es: Actualizado

source: No changes found
es: No se encontraron cambios

source: Generate PDF Proposal
es: Generar propuesta en PDF

source: Generate PDF
es: Generar PDF

source: There are no proposals yet!
es: ¡Aún no hay propuestas!

source: Proposals Dashboard
es: Dashboard de propuestas

source: Created On
es: Creado el

source: Request
es: Solicitud

source: WIP Proposal
es: Propuesta en progreso

source: Shared Proposal
es: Propuesta compartida

source: View button
es: Botón de ver

source: View Proposal
es: Ver propuesta

source: Edit Proposal
es: Editar propuesta

source: Disable Proposal
es: Desactivar propuesta

source: Status: Ready for review
es: Estado: Lista para revisión

source: Status: Not finished
es: Estado: Incompleta

source: Status: Shared with client
es: Estado: Compartida con el cliente

source: Create new provider
es: Crear nuevo proveedor

source: General Information
es: Información general

source: Services provided
es: Servicios ofrecidos

source: Contact Information
es: Información de contacto

source: e-mail@email.com
es: correo@correo.com

source: Phone number
es: Número de teléfono

source: Website
es: Sitio web

source: https://webpage.com
es: https://páginaweb.com

source: Description
es: Descripción

source: Create
es: Crear

source: Edit provider
es: Editar proveedor

source: Provider Information
es: Información del proveedor

source: Services:
es: Servicios:

source: Website:
es: Sitio web:

source: Email:
es: Correo electrónico:

source: Phone number:
es: Número de teléfono:

source: Entry Information
es: Información de entrada

source: Last update:
es: Última actualización:

source: Updated by:
es: Actualizado por:

source: Status:
es: Estado:

source: Active
es: Activo

source: Inactive
es: Inactivo

source: Active Providers
es: Proveedores activos

source: No Active Providers
es: No hay proveedores activos

source: Active provider
es: Proveedor activo

source: Inactive provider
es: Proveedor inactivo

source: Create Request
es: Crear solicitud

source: Travelers Information
es: Información de los viajeros

source: Travelers nationality
es: Nacionalidad de los viajeros

source: Country of origin
es: País de origen

source: Travelers average age
es: Edad media de los viajeros

source: Minimum participants
es: Participantes mínimos

source: Maximum participants
es: Participantes máximos

source: Trip Information
es: Información del viaje

source: Total budget
es: Presupuesto total

source: Trip duration
es: Duración del viaje

source: in days
es: en días

source: Trip start date (approx.)
es: Fecha de inicio del viaje (aprox.)

source: Trip end date (approx.)
es: Fecha de finalización del viaje (aprox.)

source: Other destinations
es: Otros destinos

source: Transportation type
es: Tipo de transporte

source: Transportation details
es: Detalles del transporte

source: Accommodations type
es: Tipo de alojamiento

source: Accommodations details
es: Detalles del alojamiento

source: Meals details
es: Detalles de las comidas

source: Staff
es: Personal

source: Group type
es: Tipo de grupo

source: Trip type
es: Tipo de viaje

source: Additional observations
es: Observaciones adicionales

source: Company Info
es: Información de la empresa

source: Submit Request
es: Enviar solicitud

source: %(people)s person
es: %(people)s persona

source: Itinerary Dates
es: Fechas del itinerario

source: Itinerary Information:
es: Información del itinerario:

source: Budget Information:
es: Información del presupuesto:

source: Activity Information
es: Información de la actividad

source: Activity name
es: Nombre de la actividad

source: Price per person
es: Precio por persona

source: Capacity
es: Capacidad

source: Type
es: Tipo

source: From
es: De

source: To
es: A

source: Exchange rate
es: Tipo de cambio

source: Guide Information
es: Información del guía

source: Guide name
es: Nombre del guía

source: Price in €
es: Precio en €

source: Max group capacity * (e.g. 30 pax)
es: Capacidad máxima del grupo * (ej. 30 pax)

source: Price includes
es: El precio incluye

source: e.g. 1 hour visit around Paris
es: ej. Visita de 1 hora por París
