Repository: ikaragyulieva/voya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Tour description/duration
es: Descripción/duración del tour

source: e.g. Visit - Place de la Concorde - Avenue des Champs Elysees - Arc de Triomphe - Place du Trocadero - Eiffel Tower
es: ej. Visita - Plaza de la Concordia - Avenida de los Campos Elíseos - Arco del Triunfo - Plaza del Trocadero - Torre Eiffel

source: Label
es: Etiqueta

source: Text that the client will see
es: Texto que verá el cliente

source: Venue Information
es: Información del alojamiento

source: Hotel name
es: Nombre del hotel

source: Category
es: Categoría

source: High season price * (€)
es: Precio en temporada alta * (€)

source: Low season price (€)
es: Precio en temporada baja (€)

source: Max capacity * (Room max X pax)
es: Capacidad máxima * (Hab. máx. X pax)

source: District
es: Distrito

source: District description
es: Descripción del distrito

source: City name
es: Ciudad

source: Transport Information
es: Información del transporte

source: Transport type
es: Tipo de transporte

source: Transport price
es: Precio del transporte

source: Price per unit
es: Precio por unidad

source: Max capacity
es: Capacidad máxima

source: Information
es: Información

source: Name
es: Nombre

source: Mansion
es: Cargo

source: Service Information
es: Información del servicio

source: Transfer name
es: Nombre del traslado

source: Transfer type
es: Tipo de traslado

source: Transfer price
es: Precio del traslado

source: Create new
es: Crear nuevo

source: Service Provider
es: Proveedor del servicio

source: Provider
es: Proveedor

source: Edit
es: Editar

source: https://your-webpage.com
es: https://tu-pagina.com

source: in
es: en

source: Name:
es: Nombre:

source: Telephone number:
es: Número de teléfono:

source: Service type:
es: Tipo de servicio:

source: Description:
es: Descripción:

source: Price Information
es: Información del precio

source: Price:
es: Precio:

source: Price per:
es: Precio por:

source: %(cap)s person
es: %(cap)s persona

source: Exchange Information
es: Información de cambio

source: Category:
es: Categoría:

source: High season price:
es: Precio temporada alta:

source: Low season price:
es: Precio temporada baja:

source: Price for max:
es: Precio para máx.:

source: District:
es: Distrito:

source: District description:
es: Descripción del distrito:

source: Tour description:
es: Descripción del tour:

source: Client label:
es: Etiqueta para el cliente:

source: Max group capacity:
es: Capacidad máxima del grupo:

source: Price includes:
es: El precio incluye:

source: City Information
es: Información de la ciudad

source: Transport type:
es: Tipo de transporte:

source: Mansion:
es: Cargo:

source: Transfer name:
es: Nombre del traslado:

source: Transfer type:
es: Tipo de traslado:

source: No %(model_title)s yet
es: No hay %(model_title)s aún

source: create new
es: crear nuevo

source: Date added
es: Fecha añadido

source: View page
es: Ver página

source: Account Information
es: Información de la cuenta

source: Selected profiles have been marked as active.
es: Los perfiles seleccionados han sido marcados como activos.

source: Selected profiles have been marked as inactive.
es: Los perfiles seleccionados han sido marcados como inactivos.

source: Mark selected profiles as active
es: Marcar los perfiles seleccionados como activos

source: Mark selected profiles as inactive
es: Marcar los perfiles seleccionados como inactivos

source: Select your title
es: Selecciona tu título

source: Miss
es: Srta.

source: Mrs
es: Sra.

source: Mr
es: Sr.

source: Email address
es: Correo electrónico

source: Confirm Password
es: Confirmar contraseña

source: No company with this Tax ID exists.
es: No existe una empresa con este CIF/NIF.

source: Your email address
es: Tu dirección de correo electrónico

source: Search ...
es: Buscar ...

source: Enter phone number in international format. Example: +123456789
es: Introduce el número de teléfono en formato internacional. Ejemplo: +123456789

source: Activation link is invalid or has expired.
es: El enlace de activación no es válido o ha caducado.

source: Your Voya password has been changed successfully
es: Tu contraseña de Voya ha sido cambiada con éxito

source: Additional Details
es: Detalles adicionales

source: Selected companies have been activated.
es: Las empresas seleccionadas han sido activadas.

source: Selected companies have been deactivated.
es: Las empresas seleccionadas han sido desactivadas.

source: Activate selected companies
es: Activar empresas seleccionadas

source: Deactivate selected companies
es: Desactivar empresas seleccionadas

source: Address Details
es: Detalles de dirección

source: Selected addresses have been activated.
es: Las direcciones seleccionadas han sido activadas.

source: Selected addresses have been deactivated.
es: Las direcciones seleccionadas han sido desactivadas.

source: Activate selected addresses
es: Activar direcciones seleccionadas

source: Deactivate selected addresses
es: Desactivar direcciones seleccionadas

source: Selected phone numbers have been activated.
es: Los números de teléfono seleccionados han sido activados.

source: Selected phone numbers have been deactivated.
es: Los números de teléfono seleccionados han sido desactivados.

source: Activate selected phone numbers
es: Activar números de teléfono seleccionados

source: Deactivate selected phone numbers
es: Desactivar números de teléfono seleccionados

source: Please upload your logo here
es: Por favor, sube tu logotipo aquí

source: Select country
es: Selecciona un país

source: File size must be below or equal to %(max_size_mb)s MB
es: El tamaño del archivo debe ser inferior o igual a %(max_size_mb)s MB

source: Job Information
es: Información laboral

source: Related User
es: Usuario relacionado

source: Selected employees have been activated.
es: Los empleados seleccionados han sido activados.

source: Selected employees have been deactivated.
es: Los empleados seleccionados han sido desactivados.

source: Activate selected employees
es: Activar empleados seleccionados

source: Deactivate selected employees
es: Desactivar empleados seleccionados

source: Whatsapp number in format: +1234567890
es: Número de Whatsapp en formato: +1234567890

source: New Voya employee account activation
es: Activación de nueva cuenta de empleado en Voya

source: SWIFT/BIC Code
es: Código SWIFT/BIC

source: Beneficiary Name
es: Nombre del beneficiario

source: Postal Code (CP)
es: Código Postal (CP)

source: Bank Account
es: Cuentas bancaria

source: Bank Accounts
es: Cuentas bancarias

source: Basic Information
es: Información básica

source: No history
es: Sin historial

source: Section Item Details
es: Detalles del ítem de sección

source: Budget Details
es: Detalles del presupuesto

source: Activity
es: Actividad

source: Car around the city
es: Coche por la ciudad

source: Car to the airport
es: Coche al aeropuerto

source: Bus around the city
es: Autobús por la ciudad

source: Bus to the airport
es: Autobús al aeropuerto

source: Private boat
es: Barco privado

source: Luxury car (4 pax)
es: Coche de lujo (4 pax)

source: Luxury van (7 pax)
es: Furgoneta de lujo (7 pax)

source: Luxury bus (8+ pax)
es: Autobús de lujo (8+ pax)

source: Send to client
es: Enviar al cliente

source: None
es: Ninguno

source: My company's logo
es: El logotipo de mi empresa

source: Breakfast
es: Desayuno

source: Lunch
es: Almuerzo

source: Dinner
es: Cena

source: Other
es: Otro

source: Add Proposal Title
es: Añadir título de propuesta

source: Select Date
es: Seleccionar fecha

source: Select city
es: Seleccionar ciudad

source: The proposal title is required.
es: El título de la propuesta es obligatorio.

source: The title must not exceed 255 characters.
es: El título no debe exceder los 255 caracteres.

source: Invalid status. Please select a valid status from the dropdown.
es: Estado no válido. Por favor, selecciona un estado válido del desplegable.

source: Invalid service ID.
es: ID de servicio no válido.

source: Quantity must be at least 1.
es: La cantidad debe ser al menos 1.

source: Quantity must be a number.
es: La cantidad debe ser un número.

source: Invalid date format. Please use YYYY-MM-DD.
es: Formato de fecha no válido. Por favor, usa AAAA-MM-DD.

source: Trip date is required.
es: La fecha del viaje es obligatoria.

source: Invalid city section.
es: Sección de ciudad no válida.

source: Proposal created via API
es: Propuesta creada mediante la API

source: Proposal updated via API
es: Propuesta actualizada mediante la API

source: updated
es: actualizado

source: created
es: creado

source: Item %(action)s: %(section_name)s - “%(additional_notes)s” – €%(price)s x %(quantity)s on %(corresponding_trip_date)s in %(city)s
es: Elemento %(action)s: %(section_name)s - “%(additional_notes)s” – €%(price)s x %(quantity)s el %(corresponding_trip_date)s en %(city)s

source: No notes
es: Sin notas

source: Item deleted: %(section_name)s – “%(additional_notes)s” – €%(price)s x %(quantity)s on %(corresponding_trip_date)s in %(city)s
es: Elemento eliminado: %(section_name)s – “%(additional_notes)s” – €%(price)s x %(quantity)s el %(corresponding_trip_date)s en %(city)s

source: Budget %(action)s via API
es: Presupuesto %(action)s vía API

source: Invalid city ID
es: ID de ciudad no válido

source: City ID is required
es: El ID de la ciudad es obligatorio

source: Proposal validation failed
es: Falló la validación de la propuesta

source: Item validation failed
es: Falló la validación del ítem

source: Budget validation failed
es: Falló la validación del budget

source: Proposal, items, and budget saved successfully!
es: ¡Propuesta, ítems y budget guardados con éxito!

source: Proposal not found. Use Post to create a new one
es: Propuesta no encontrada. Usa POST para crear una nueva

source: Proposal updated successfully!
es: ¡Propuesta actualizada con éxito!

source: Invalid section '%(section)s'
es: Sección no válida '%(section)s'

source: Could not determine display field for %(model_name)s.
es: No se pudo determinar el campo de visualización para %(model_name)s.

source: Could not determine price field for %(model_name)s.
es: No se pudo determinar el campo de precio para %(model_name)s.

source: Selected providers have been marked as active.
es: Los proveedores seleccionados han sido marcados como activos.

source: Mark selected providers as active
es: Marcar proveedores seleccionados como activos

source: Selected providers have been marked as inactive.
es: Los proveedores seleccionados han sido marcados como inactivos.

source: Mark selected providers as inactive
es: Marcar proveedores seleccionados como inactivos

source: Accommodation
es: Alojamiento

source: Food & Beverage
es: Comida y bebida

source: Accommodations and Meals
es: Alojamientos y comidas

source: Transportation
es: Transporte

source: Group Details
es: Detalles del grupo

source: Administrative
es: Administrativo

source: Selected requests were marked as inactive.
es: Las solicitudes seleccionadas han sido marcadas como inactivas.

source: Mark selected requests as inactive
es: Marcar solicitudes seleccionadas como inactivas

source: Selected requests were marked as active.
es: Las solicitudes seleccionadas han sido marcadas como activas.

source: Mark selected requests as active
es: Marcar solicitudes seleccionadas como activas

source: Private bus
es: Autobús privado

source: Public buses
es: Autobuses públicos

source: Trains
es: Trenes

source: Flights
es: Vuelos

source: Airport/Station transfers
es: Traslados aeropuerto/estación

source: No transportation
es: Sin transporte

source: Public bus
es: Autobús público

source: Train
es: Tren

source: Private car
es: Coche privado

source: Private van
es: Furgoneta privada

source: Driver accommodation
es: Alojamiento del conductor

source: Driver meals
es: Comidas del conductor

source: Motorways and parkings
es: Autopistas y aparcamientos

source: 2-3 Star Hotels
es: Hoteles de 2-3 estrellas

source: 3-4 Star Hotels
es: Hoteles de 3-4 estrellas

source: 4-5 Star Hotels
es: Hoteles de 4-5 estrellas

source: Hostels with private bathroom
es: Hostales con baño privado

source: Apartment
es: Apartamento

source: None - I'll take care of it
es: Ninguno - Me encargaré yo

source: 2 Stars hotel
es: Hotel de 2 estrellas

source: 3 Stars hotel
es: Hotel de 3 estrellas

source: 4 Stars hotel
es: Hotel de 4 estrellas

source: 5 Stars hotel
es: Hotel de 5 estrellas

source: Hostel with private bathroom
es: Hostal con baño privado

source: Breakfast only (BB)
es: Solo desayuno (BB)

source: Breakfast & dinner (HB)
es: Desayuno y cena (HB)

source: Breakfast, lunch & dinner (FB)
es: Desayuno, almuerzo y cena (FB)

source: No meals included
es: Sin comidas incluidas

source: Tour leader during the entire trip
es: Tour leader durante todo el viaje

source: Official tourist guides in each city
es: Guías oficiales en cada ciudad

source: No staff needed
es: No se necesita personal

source: Cultural Group - Sightseeing
es: Grupo cultural - Turismo

source: Schools, Students or Youth
es: Colegios, estudiantes o jóvenes

source: Backpackers
es: Mochileros

source: Theme Parks (Eurodisney, Pinocchio, Mirabilandia, Puerto Aventura, Harry Potter...)
es: Parques temáticos (Eurodisney, Pinocho, Mirabilandia, PortAventura, Harry Potter...)

source: Study or Language Package
es: Programa de estudios o idiomas

source: Festivals or Events
es: Festivales o eventos

source: Sport
es: Deporte

source: Family
es: Familia

source: Religious
es: Religioso

source: Relax, Health, and SPAs
es: Relajación, salud y SPAs

source: Adventure, Nature, Eco-tourism
es: Aventura, naturaleza, ecoturismo

source: Foodies - Gastro Tours - Wine Tours
es: Gastronomía - Tours Gastronómicos - Enoturismo

source: Shopping Tours
es: Tours de compras

source: Yoga or Meditation
es: Yoga o meditación

source: Theme Tour (Urban Art, Architecture, Science, Cinema...)
es: Tour temático (Arte urbano, arquitectura, ciencia, cine...)

source: Photo Tours
es: Tours fotográficos

source: Cruises
es: Cruceros

source: Vacation
es: Vacaciones

source: Ticket
es: Entrada

source: Package
es: Paquete

source: Select Destinations
es: Seleccionar destinos

source: Country Destinations
es: Destinos por país

source: Select Company
es: Seleccionar empresa

source: Average travelers age
es: Edad media de los viajeros

source: Tell us more about the places you wish to visit.
es: Cuéntanos más sobre los lugares que deseas visitar.

source: Share any transport details here.
es: Comparte aquí cualquier detalle sobre el transporte.

source: Share any accommodations details here.
es: Comparte aquí cualquier detalle sobre el alojamiento.

source: Any meals details we need to have into account?
es: ¿Hay algún detalle sobre las comidas que debamos tener en cuenta?

source: E.g. family trip, company trip, religious trip
es: ¿Hay algún detalle sobre las comidas que debamos tener en cuenta?

source: Share any details you consider important here
es: Comparte aquí cualquier detalle que consideres importante

source: Select nationality
es: Seleccionar nacionalidad

source: Choose the countries you would like to visit
es: Elige los países que te gustaría visitar

source: End date must be after the start date.
es: La fecha de finalización debe ser posterior a la fecha de inicio.

source: Start date must be in the future.
es: La fecha de inicio debe estar en el futuro.

source: Both start and end dates must be specified.
es: Debes especificar tanto la fecha de inicio como la de finalización.

source: Hotel Information
es: Información del hotel

source: Selected hotels have been marked as active.
es: Los hoteles seleccionados han sido marcados como activos.

source: Mark selected hotels as active
es: Marcar hoteles seleccionados como activos

source: Selected hotels have been marked as inactive.
es: Los hoteles seleccionados han sido marcados como inactivos.

source: Mark selected hotels as inactive
es: Marcar hoteles seleccionados como inactivos

source: Last Modified
es: Última modificación

source: Transfer Information
es: Información de traslados

source: Selected transfers have been marked as active.
es: Los traslados seleccionados han sido marcados como activos.

source: Mark selected transfers as active
es: Marcar traslados seleccionados como activos

source: Selected transfers have been marked as inactive.
es: Los traslados seleccionados han sido marcados como inactivos.

source: Mark selected transfers as inactive
es: Marcar traslados seleccionados como inactivos

source: Selected guides have been marked as active.
es: Los guías seleccionados han sido marcados como activos.

source: Mark selected guides as active
es: Marcar guías seleccionados como activos

source: Selected guides have been marked as inactive.
es: Los guías seleccionados han sido marcados como inactivos.

source: Mark selected guides as inactive
es: Marcar guías seleccionados como inactivos.

source: Ticket Information
es: Información de entradas

source: Selected tickets have been marked as active.
es: Las entradas seleccionadas han sido marcadas como activas.

source: Mark selected tickets as active
es: Marcar entradas seleccionadas como activas

source: Selected tickets have been marked as inactive.
es: Las entradas seleccionadas han sido marcadas como inactivas.

source: Mark selected tickets as inactive
es: Marcar entradas seleccionadas como inactivas

source: Currency Information
es: Información de moneda

source: Created By
es: Creado por

source: Location Information
es: Información de ubicación

source: Selected public transport options have been marked as active.
es: Las opciones de transporte público seleccionadas han sido activadas.

source: Mark selected public transport as active
es: Marcar transporte público seleccionado como activo

source: Selected public transport options have been marked as inactive.
es: Las opciones de transporte público seleccionadas han sido desactivadas.

source: Mark selected public transport as inactive
es: Marcar transporte público seleccionado como inactivo

source: Selected private transport options have been marked as active.
es: Las opciones de transporte privado seleccionadas han sido activadas.

source: Mark selected private transport as active
es: Marcar transporte privado seleccionado como activo

source: Selected private transport options have been marked as inactive.
es: Las opciones de transporte privado seleccionadas han sido desactivadas.

source: Mark selected private transport as inactive
es: Marcar transporte privado seleccionado como inactivo

source: hotels
es: hoteles

source: public transport
es: transporte público

source: private transport
es: transporte privado

source: activities
es: actividades

source: transfers
es: traslados

source: local guides
es: guías locales

source: currencies
es: monedas

source: location
es: ubicación

source: Model %(model_name)s does not exist or is not allowed.
es: El modelo %(model_name)s no existe o no está permitido.

source: Model %m(model_name)s does not exist
es: El modelo %m(model_name)s no existe

source: Model %(model_name)s does not exist
es: El modelo %(model_name)s no existe

source: Select a city
es: Seleccionar una ciudad

source: Service was successfully created
es: El servicio se ha creado con éxito

source: English
es: Inglés

source: Spanish
es: Español

source: French
es: Francés

source: Portuguese
es: Portugués

source: email address
es: correo electrónico

source: A user with that email already exists.
es: Ya existe un usuario con ese correo electrónico.

source: staff status
es: estado

source: Designates whether the user can log into this admin site.
es: Indica si el usuario puede iniciar sesión en este sitio de administración.

source: active
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
es: Indica si este usuario debe considerarse activo. Desmarque esta opción en lugar de eliminar cuentas.

source: date joined
es: fecha de registro
